Dlubal.RFEM5.ITrajectorySurface
Interface for working with trajectory surface

Dlubal.RFEM5.ITrajectorySurface.GetExtraData
Gets trajectory surface parameters.
Returns: Trajectory surface parameters

Dlubal.RFEM5.ITrajectorySurface.SetExtraData(System.UInt32@)
Sets trajectory surface parameters.
Surface: Trajectory surface parameters